export default function() {
    return [
        {
            id: 1,
            name: "Персиковое варенье",
            description: "Персики разламываем на половинки, удаляем косточки.\n" +
            "Половинки персиков бланшируем, снимаем кожицу. Варим сахарный сироп.\n" +
            "Персики заливаем сахарным сиропом и даем настояться, затем осторожно сливаем сироп, снова кипятим и заливаем им персики. Повторяем так три раза.\n" +
            "В варенье добавляем миндаль и лимонную кислоту.\n" +
            "Кипятим варенье 1 минуту, после чего закатываем в стерилизованные банки.",
            ingredients: "Персики — 1 кг, \n" +
            "Сахар — 800 г, \n" +
            "Вода — 200 мл, \n" +
            "Миндаль — 100 г, \n" +
            "Лимонная кислота — 1 ч. л.",
            img: "http://smachno.ua/wp-content/uploads/2016/08/varene-iz-persikov.jpg"
        },
        {
            id: 2,
            name: "Шоколадный фондан",
            description: "Растапливаем на паровой бане шоколад и сливочное масло: набираем в небольшую кастрюлю или сотейник воду — буквально 2 см высотой, и ставим на огонь, пусть закипает. Берем миску (лучше из толстого огнеупорного стекла), которую можно поставить сверху на сотейник таким образом, чтобы дно миски не касалось кипящей воды. Топим шоколад и даем ему остыть до температуры 30-36°С.\n" +
            "\n" +
            "Взбиваем яйца с сахаром до растворения сахара. Вводим взбитые яйца в шоколадную массу, добавляем муку, все тщательно перемешиваем.\n" +
            "\n" +
            "Откладываем часть теста в формы для льда и ставим в морозилку до полного замерзания.\n" +
            "\n" +
            "Смазываем формы для выпекания взбитым маслом, посыпаем поверхность какао-порошком.\n" +
            "\n" +
            "Разливаем по формам тесто, в тесто опускаем замороженные кубики начинки.\n" +
            "\n" +
            "Ставим формы на противень и отправляем в разогретую до 180°C духовку на 8-10 минут.",
            ingredients: "Натуральный черный шоколад 70% — 170 г, \n" +
            "Сливочное масло — 150 г, \n" +
            "Яйца — 5 шт, \n" +
            "Сахар — 70 г, \n" +
            "Мука — 70 г, \n" +
            "Какао — 1-2 ст.л.",
            img: "http://www.youthareawesome.com/wp-content/uploads/2010/09/111.png"
        },
        {
            id: 3,
            name: "Макаруны",
            description: "Готовим миндальную муку.\n" +
            "\n" +
            "Промытый и очищенный миндаль сушим в духовке 1-1,5 часа. Затем мелкими порциями измельчаем миндаль в кофемолке в муку и просеиваем его. Отмериваем одинаковое по массе количество миндальной  и сахарной пудры и просеиваем все вместе еще дважды." +
            " Здесь учитываем, что при просеивании теряется до 20% массы, поэтому сыпучих ингредиентов берем сначала немного больше и взвешиваем еще раз после просеивания.\n" +
            "\n" +
            "Отделяем белки от желтков и разделяем их на 2 равные части. Одну половину белков смешиваем с миндальной и сахарной пудрой. Вторую — взбиваем до густой пены.\n" +
            "\n" +
            "Для приготовления сиропа греем на среднем огне смесь воды и сахара. Ни в коем случае не перемешиваем. Температура сиропа должна достичь 118˚С. Готовый сироп тонкой струйкой вливаем в взбитые белки и постоянно помешиваем.\n" +
            "\n" +
            "Смешиваем две белковые массы вместе. Если используем сухие красители, то добавляем их к смешиванию.\n" +
            "\n" +
            "Перекладываем массу в пакет или кулинарный мешок и выкладываем макаруны на пергамент под углом 45˚ в шахматном порядке. Оставляем подсыхать на 30 минут.\n" +
            "\n" +
            "Выпекаем макаруны на двух вложенных друг в друга противнях при температуре 165˚С 10-12 минут. За это время обязательно дважды открываем духовку, чтобы выпустить воду. После духовки сразу снимаем макаруны с противня и перекладываем в морозильник. Через 10 минут вынимаем макаруны и начинаем их.",
            ingredients: "Миндальная мука — 200 г, \n" +
            "Миндаль — 250 г, \n" +
            "Сахарная пудра — 200 г, \n" +
            "Яйца — 6 шт, \n" +
            "Сахар — 200 г, \n" +
            "Вода — 75 мл, \n" +
            "Какао — 40 г, \n" +
            "Пищевой краситель — 5 г",
            img: "http://hochu.ua/thumbnails/articles/cropr_640x490/44378_0.jpg"
        },
    {
        id: 4,
            name: "Тыквенный суп",
        description: "Персики разламываем на половинки, удаляем косточки.\n" +
    "Половинки персиков бланшируем, снимаем кожицу. Варим сахарный сироп.\n" +
    "Персики заливаем сахарным сиропом и даем настояться, затем осторожно сливаем сироп, снова кипятим и заливаем им персики. Повторяем так три раза.\n" +
    "В варенье добавляем миндаль и лимонную кислоту.\n" +
    "Кипятим варенье 1 минуту, после чего закатываем в стерилизованные банки.",
        ingredients: "Тыква — 500 г, Морковь — 3 шт., Лук — 1 шт.,Корень  сельдерея — 1 шт., Корень пастернака — 1шт, Вода — 1 стакан, Молоко — 1стакан, Оливковое масло — 3 ст.л., Соль — по вкусу, Специи — по вкусу",
        img: "http://v.img.com.ua/b/600x500/1/03/83a4547ff7fe8e732e4b13ef2715b031.jpg"
    },
    {
        id: 5,
            name: "Паста Болоньезе",
        description: "Персики разламываем на половинки, удаляем косточки.\n" +
    "Половинки персиков бланшируем, снимаем кожицу. Варим сахарный сироп.\n" +
    "Персики заливаем сахарным сиропом и даем настояться, затем осторожно сливаем сироп, снова кипятим и заливаем им персики. Повторяем так три раза.\n" +
    "В варенье добавляем миндаль и лимонную кислоту.\n" +
    "Кипятим варенье 1 минуту, после чего закатываем в стерилизованные банки.",
        ingredients: "Спагетти 300г, \n" +
        "Лук 1шт, \n" +
        "Сельдерей 1стебль, \n" +
        "Морковь 1шт, \n" +
        "Говяжий фарш 200г, \n" +
        "Свиной фарш 200г, \n" +
        "Томаты в соку 1банка, \n" +
        "Чеснок 3зубчика",
        img: "http://pastapaolo.com.ua/ru/wp-content/uploads/2011/08/iStock_000016228145Small.jpg"
    }
    ]
}